{
  "language": "Language",
  "turkish": "Turkish",
  "english": "English",
  "chinese": "Chinese",
  "arabic": "Arabic",
  "cart": "Cart",
  "yourCart": "Your Cart",
  "cartEmpty": "Your cart is empty.",
  "total": "Total",
  "purchase": "Purchase",
  "orderCreated": "Your order has been created successfully!",
  "searchPlaceholder": "Search for products, categories, or brands...",
  "search": "Search",
  "noResults": "No results found.",
  "toggleMenu": "Toggle menu",
  "closeMenu": "Close menu",
  "option1": "Home",
  "option2": "About Us",
  "option3": "Contact",
  "storeCatalog": "Store Catalog",
  "loadingCatalog": "Loading catalog, please wait...",
  "error": "Error",
  "reviews": "reviews",
  "addToCart": "Add to Cart",
  "All": "All",
  "electronics": "Electronics",
  "jewelery": "Jewelery",
  "men's clothing": "Men's Clothing",
  "women's clothing": "Women's Clothing",
  "prevSlide": "Previous Slide",
  "nextSlide": "Next Slide",
  "slide_1_title": "Discover the Light of Power",
  "slide_1_description": "Combine technology with your style with RGB-lit, high-performance systems. From gaming to productivity, with you every moment.",
  "slide_2_title": "The Elegance of Spring",
  "slide_2_description": "Reflect the freshness of spring in your style with natural tones and modern cuts. Discover new season combinations now.",
  "slide_3_title": "The New Face of Sparkle",
  "slide_3_description": "Add sparkle to your every moment with elegant designs and enchanting details. It's time to feel special.",
  "slide_4_title": "The Chic of Autumn",
  "slide_4_description": "Modern textures, warm tones. Make a strong touch to your style with the new season men's collection.",
  "product_1_title": "Fjallraven - Foldsack No. 1 Backpack, Fits 15 Laptops",
  "product_1_description": "Your perfect pack for everyday use and walks in the forest. Stash your laptop (up to 15 inches) in the padded sleeve, your everyday.",
  "product_2_title": "Mens Casual Premium Slim Fit T-Shirts",
  "product_2_description": "Slim-fitting style, contrast raglan sleeve, three-button henley placket, light weight & soft fabric for breathable and comfortable wearing.",
  "product_3_title": "Mens Cotton Jacket",
  "product_3_description": "Great outerwear jackets for Spring/Autumn/Winter, suitable for many occasions, such as working, hiking, camping, mountain/rock climbing, cycling.",
  "product_4_title": "Mens Casual Slim Fit",
  "product_4_description": "The color could be slightly different between on the screen and in practice. Please note that body builds vary by person, therefore, detailed size information should be reviewed below on the product description.",
  "product_5_title": "John Hardy Women's Legends Naga Gold & Silver Dragon Station Chain Bracelet",
  "product_5_description": "From our Legends Collection, the Naga was inspired by the mythical water dragon that protects the ocean's pearl. Love and abundance are bestowed upon the wearer.",
  "product_6_title": "Solid Gold Petite Micropave",
  "product_6_description": "Satisfaction Guaranteed. Return or exchange any order within 30 days. Designed and sold by Hafeez Center in the United States. Satisfaction Guaranteed. Return or exchange any order within 30 days.",
  "product_7_title": "White Gold Plated Princess",
  "product_7_description": "Classic Created Wedding Engagement Solitaire Diamond Promise Ring for Her. Gifts to spoil your love more for Engagement, Wedding, Anniversary, Valentine's Day...",
  "product_8_title": "Pierced Owl Rose Gold Plated Stainless Steel Double",
  "product_8_description": "Rose Gold Plated Double Flared Tunnel Plug Earrings. Made of 316L Stainless Steel.",
  "product_9_title": "WD 2TB Elements Portable External Hard Drive - USB 3.0",
  "product_9_description": "USB 3.0 and USB 2.0 Compatibility. Fast data transfers. Improve PC Performance. High Capacity; Compatibility Formatted NTFS for Windows 10, Windows 8.1, Windows 7.",
  "product_10_title": "SanDisk SSD PLUS 1TB Internal SSD - SATA III 6 Gb/s",
  "product_10_description": "Easy upgrade for faster boot up, shutdown, application load and response. Boosts burst write performance, making it ideal for typical PC workloads.",
  "product_11_title": "Silicon Power 256GB SSD 3D NAND A55 SLC Cache Performance Boost SATA III 2.5",
  "product_11_description": "3D NAND flash are applied to deliver high transfer speeds. Remarkable transfer speeds that enable faster bootup and improved overall system performance.",
  "product_12_title": "WD 4TB Gaming Drive Works with Playstation 4 Portable External Hard Drive",
  "product_12_description": "Expand your PS4 gaming experience, Play anywhere. Fast and easy, setup. Sleek design with high capacity, 3-year manufacturer's limited warranty.",
  "product_13_title": "Acer SB220Q bi 21.5 inches Full HD (1920 x 1080) IPS Ultra-Thin",
  "product_13_description": "21. 5 inches Full HD (1920 x 1080) widescreen IPS display. And Radeon free Sync technology. No compatibility for VESA Mount. Refresh Rate: 75Hz - Using HDMI port.",
  "product_14_title": "Samsung 49-Inch CHG90 144Hz Curved Gaming Monitor (LC49HG90DMNXZA) – Super Ultrawide Screen QLED",
  "product_14_description": "49 INCH SUPER ULTRAWIDE 32:9 CURVED GAMING MONITOR with dual 27 inch screen side by side. Quantum Dot (QLED) technology, HDR support and factory calibration provides stunningly realistic and accurate color and contrast.",
  "product_15_title": "BIYLACLESEN Women's 3-in-1 Snowboard Jacket Winter Coats",
  "product_15_description": "Detachable inner fleece jacket works as a stand-alone shell. Perfect for skiing, snowboarding, and other winter outdoor sports.",
  "product_16_title": "Lock and Love Women's Removable Hooded Faux Leather Moto Biker Jacket",
  "product_16_description": "100% POLYURETHANE(shell) 100% POLYESTER(lining). Faux leather material for style and comfort. 2 pockets in front, 2-For-One great real-look faux leather jacket.",
  "product_17_title": "Rain Jacket Women Windbreaker Striped Climbing Raincoats",
  "product_17_description": "Lightweight perfet for trip or casual wear. Long sleeve with hooded, adjustable drawstring waist design. Button and zipper front closure raincoat.",
  "product_18_title": "MBJ Women's Solid Short Sleeve Boat Neck V",
  "product_18_description": "95% RAYON 5% SPANDEX. Made in USA or Imported. Do not bleach. Lightweight fabric with great stretch for comfort. Ribbed on sleeves and neckline.",
  "product_19_title": "Opna Women's Short Sleeve Moisture",
  "product_19_description": "100% Polyester. Machine wash. 100% cationic polyester interlock. Machine Wash & Pre Shrunk for a great fit. Lightweight, roomy and highly breathable with moisture wicking fabric.",
  "product_20_title": "DANVOUY Womens T Shirt Casual Cotton Short",
  "product_20_description": "95%Cotton,5%Spandex. Features: Casual, Short Sleeve, Letter Print,V-Neck,Fashion Tees. The fabric is soft and has some stretch. Great for casual, bikinis, beaches, running, yoga, and gym."
}