{
  "language": "اللغة",
  "turkish": "التركية",
  "english": "الإنجليزية",
  "chinese": "الصينية",
  "arabic": "العربية",
  "cart": "السلة",
  "yourCart": "عربة التسوق الخاصة بك",
  "cartEmpty": "عربة التسوق الخاصة بك فارغة.",
  "total": "المجموع",
  "purchase": "شراء",
  "orderCreated": "تم إنشاء طلبك بنجاح!",
  "searchPlaceholder": "ابحث عن منتج، فئة، أو علامة تجارية...",
  "search": "بحث",
  "noResults": "لم يتم العثور على نتائج.",
  "toggleMenu": "فتح/إغلاق القائمة",
  "closeMenu": "إغلاق القائمة",
  "option1": "الصفحة الرئيسية",
  "option2": "من نحن",
  "option3": "اتصل بنا",
  "storeCatalog": "كتالوج المتجر",
  "loadingCatalog": "جاري تحميل الكتالوج، يرجى الانتظار...",
  "error": "خطأ",
  "reviews": "تقييمات",
  "addToCart": "أضف إلى السلة",
  "All": "الكل",
  "electronics": "إلكترونيات",
  "jewelery": "مجوهرات",
  "men's clothing": "ملابس رجالية",
  "women's clothing": "ملابس نسائية",
  "prevSlide": "الشريحة السابقة",
  "nextSlide": "الشريحة التالية",
  "slide_1_title": "اكتشف ضوء القوة",
  "slide_1_description": "اجمع بين التكنولوجيا وأسلوبك مع أنظمة عالية الأداء وإضاءة RGB. من اللعب إلى الإنتاجية، معك في كل لحظة.",
  "slide_2_title": "أناقة الربيع",
  "slide_2_description": "اعكس نضارة الربيع في أسلوبك مع درجات الألوان الطبيعية والقصات العصرية. اكتشف مجموعات الموسم الجديد الآن.",
  "slide_3_title": "الوجه الجديد للتألق",
  "slide_3_description": "أضف بريقًا إلى كل لحظة مع تصميمات أنيقة وتفاصيل ساحرة. حان الوقت لتشعر بالتميز.",
  "slide_4_title": "أناقة الخريف",
  "slide_4_description": "أنسجة عصرية، درجات ألوان دافئة. أضف لمسة قوية إلى أسلوبك مع مجموعة الرجال للموسم الجديد.",
  "product_1_title": "حقيبة ظهر فوسيل قابلة للطي، تناسب لابتوب 15 بوصة",
  "product_1_description": "حقيبة ظهر مثالية للاستخدام اليومي والمشي في الغابات. قم بتخزين الكمبيوتر المحمول بحجم يصل إلى 15 بوصة في قسمه المبطن.",
  "product_2_title": "تيشيرت بريميوم بقصة ضيقة للرجال",
  "product_2_description": "نمط بقصة ضيقة، وأكمام راجلان متباينة، وياقة هينلي بثلاثة أزرار. قماش خفيف وناعم لحرية الحركة والراحة.",
  "product_3_title": "جاكيت قطني للرجال",
  "product_3_description": "جاكيت خارجي رائع لفصلي الربيع والخريف. مناسب للعديد من المناسبات. مثالي للاستخدام اليومي بفضل خفته.",
  "product_4_title": "قميص كاجوال بقصة ضيقة للرجال",
  "product_4_description": "هذا القميص ذو الياقة الرفيعة والتصميم الأنيق يوفر الراحة طوال اليوم بفضل نسيجه الممزوج من القطن والبوليستر.",
  "product_5_title": "سوار تنين 'ليجيندز ناجا' من جون هاردي للنساء من الذهب والفضة",
  "product_5_description": "مستوحى من الأسطورة، يرمز هذا السوار إلى الحب والوفرة. مصنوع من الفضة الخام ومزين بالذهب عيار 18 قيراطًا.",
  "product_6_title": "أقراط قلب صغيرة من الذهب الخالص",
  "product_6_description": "تصميم كلاسيكي وأنيق. هذه الأقراط المصنوعة من الذهب عيار 14 قيراطًا ستضيف بريقًا إلى أي ملابس.",
  "product_7_title": "خاتم أميرة مطلي بالذهب الأبيض",
  "product_7_description": "مثالي للخطوبة أو الزفاف أو المناسبات الخاصة. يتمتع هذا الخاتم بالأناقة التي ستجعل كل امرأة تشعر وكأنها أميرة.",
  "product_8_title": "خاتم مزدوج الصف مطلي بالذهب الوردي",
  "product_8_description": "تصميم عصري وأنيق. هذا الخاتم المزدوج الصف يكمل أسلوبك في الاستخدام اليومي أو في المناسبات الخاصة.",
  "product_9_title": "قرص صلب خارجي WD بسعة 2 تيرابايت - USB 3.0",
  "product_9_description": "قم بتخزين ملفاتك بأمان مع مساحة تخزين تبلغ 2 تيرابايت وسرعة USB 3.0. متوافق مع أجهزة الكمبيوتر الشخصية وأجهزة الماك.",
  "product_10_title": "قرص SSD داخلي SanDisk SSD PLUS بسعة 1 تيرابايت - SATA III",
  "product_10_description": "قم بتنشيط الكمبيوتر المحمول أو المكتبي الخاص بك بترقية سهلة. عزز الأداء بسرعات قراءة/كتابة عالية.",
  "product_11_title": "قرص SSD من Silicon Power بسعة 256 جيجابايت - أداء عالي",
  "product_11_description": "نقل بيانات فائق السرعة بواجهة SATA III. يقلل بشكل كبير من أوقات تشغيل الكمبيوتر وتحميل البرامج.",
  "product_12_title": "محرك ألعاب WD بسعة 4 تيرابايت - متوافق مع PS4",
  "product_12_description": "قم بزيادة سعة تخزين جهاز Playstation 4 الخاص بك على الفور. يوفر إمكانية تخزين أكثر من 100 لعبة.",
  "product_13_title": "شاشة Acer SB220Q بحجم 21.5 بوصة ودقة Full HD بتقنية IPS",
  "product_13_description": "تصميم نحيف للغاية بدون إطار، ودقة Full HD ولوحة IPS بألوان زاهية. مثالي للاستخدام المنزلي والمكتبي.",
  "product_14_title": "شاشة ألعاب سامسونج منحنية فائقة العرض بحجم 49 بوصة",
  "product_14_description": "شاشة منحنية فائقة العرض بحجم 49 بوصة بتقنية QLED. صورة غامرة ستغير تجربة الألعاب الخاصة بك تمامًا.",
  "product_15_title": "جاكيت شتوي بغطاء للرأس للنساء من BIYLACLESEN",
  "product_15_description": "مبطن بالصوف الدافئ، قماش مقاوم للماء. مثالي للمشي والأنشطة الخارجية الأخرى في أشهر الشتاء.",
  "product_16_title": "جاكيت سائقي الدراجات من الجلد الصناعي للنساء من Lock and Love",
  "product_16_description": "جاكيت سائقي دراجات أنيق وعصري بغطاء رأس قابل للإزالة. يتناسب مع أسلوبك مع خيارات الألوان المختلفة.",
  "product_17_title": "معطف واق من المطر مخطط للنساء من Rainfall",
  "product_17_description": "خفيف ومقاوم للماء. يوفر الراحة والحماية في جميع الظروف الجوية بفضل غطاء رأسه وحزامه القابل للتعديل.",
  "product_18_title": "تيشيرت نسائي بأكمام قصيرة وياقة قارب من MBJ",
  "product_18_description": "قماش ناعم ومرن. قطعة أساسية مريحة وأنيقة للاستخدام اليومي.",
  "product_19_title": "تيشيرت نسائي قصير الأكمام ممتص للرطوبة من Opna",
  "product_19_description": "قماش خفيف وجيد التهوية يمتص الرطوبة بسرعة. خيار مثالي للرياضة والحياة النشطة.",
  "product_20_title": "تيشيرت نسائي قصير الأكمام وياقة على شكل V من DANVOUY",
  "product_20_description": "مزيج من القطن والكتان، تصميم مريح وأنيق. تيشيرت يسمح بمرور الهواء ومثالي لأشهر الصيف."
}